tap "azure/kubelogin"
tap "homebrew/bundle"
tap alvinunreal/tmuxai
brew "argocd"
brew "azure-cli"
brew "bat"
brew "black"
brew "cosign"
brew "gitleaks"
brew "dive"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lua"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "mtr"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "starship"
brew "taplo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "tmuxai"
brew "watch"
brew "yamlfmt"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "azure/kubelogin/kubelogin"
brew "ngrok/ngrok/ngrok"
brew "warrensbox/tap/tfswitch"
brew "pinentry"
brew "siderolabs/tap/talosctl"
brew "asdf"
brew "stylua"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-mononoki"
cask "font-mononoki-nerd-font"
