{
  "Comment.nvim": { "branch": "master" },
  "SmoothCursor.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "checkmate.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-vsnip": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "gundo.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kubectl.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
